---
kind: enumMember
id: F:Autodesk.Revit.DB.Visual.NoiseType.Turbulence
enum: Autodesk.Revit.DB.Visual.NoiseType
source: html/29794f15-9847-640a-055e-be4a4d5f54ff.htm
---
# Autodesk.Revit.DB.Visual.NoiseType.Turbulence